[
  {
      "id": 28999,
      "date": "2020-02-29T09:15:17",
      "date_gmt": "2020-02-29T09:15:17",

      "guid": {
        "rendered": "https://www.tell.com.ng/koyum-kolade-afolabi/dont-ask-for-forgiveness-the-truth-the-logic-the-reply/"
      },

      "modified": "2020-02-29T09:15:17",
      "modified_gmt": "2020-02-29T09:15:17",
      "slug": "dont-ask-for-forgiveness-the-truth-the-logic-the-reply",
      "status": "publish",
      "type": "post",
      "link": "https://www.tell.com.ng/koyum-kolade-afolabi/dont-ask-for-forgiveness-the-truth-the-logic-the-reply/",
      "title": {
        "rendered": "Don&#8217;t Ask For Forgiveness : The Truth, The Logic, The Reply."
      },

      "content": {
        "rendered": "<span class=\"rt-reading-time\" style=\"display: block;\"><span class=\"rt-label rt-prefix\"></span> <span class=\"rt-time\">13</span> <span class=\"rt-label rt-postfix\">min read  |  </span></span><p>On the 25th of February 2020, a lady (Humainat Raji) called me out. She falsely accused me, wrote derogatory things about me and posted it on the internet (with my name).<br />I sent a very long message to deny all her accusations. It was obvious she was wrong, but till this moment, she has not brought down that post (She added to the post this morning, 29th February 2020, to say I denied sending any text 7 years ago &#8211; 2013).<br />She didn&#8217;t edit, she just added more nonsense.</p>\n<p>Usually, as a writer, I try not to make my writings too long, but this is beyond me trying to show the world that I can write. This is a reply to a call out, and I have to be as detailed as possible. So, please bear with me if this is too long, many things are involved.</p>\n<p>I should also point out that I hate that I&#8217;m doing this and making this open, but I already tried the civil approach by talking to her privately even after she posted online, but that didn&#8217;t work. If after that, I decide to be silent, it only means that her accusations are right, but of course, they aren&#8217;t.</p>\n<p>The message she posted online: [Link- https://www.tell.com.ng/umaynah/dont-ask-for-forgiveness/]</p>\n<p><em>&#8220;Hello Koyum</em><br /><em>So I want to put this to you. In one of the letters I wrote some weeks ago, I said something about cutting people off…people who hurt me. You’re one of them Koyum and I think it’s time I finally let go of anything I thought you meant to me. I know how bad it can hurt to read hurtful words in a text without a face to focus on but for once in my lifetime, I’ve never felt this relaxed sending out hurtful words to someone.</em></p>\n<p><em>You are toxic, Koyum. And you hurt me, not me, you hurt that little girl who was only looking for someone to claim her, someone who wouldn’t take advantage of her.</em><br /><em>I’m not that girl anymore but I think you need to apologize to her.</em></p>\n<p><em>You blamed everything on me, Koyum. That text message you sent pushed me into my first depressive episode. You did that. I thought you were a friend. You weren’t. You are not a friend, at least not to me.</em></p>\n<p><em>When I read your article some weeks back, I thought that was it. You were finally ready to apologize to me. I’ve read that article over 10 times now, I bookmarked it. Maybe I’m missing something out. Where’s the apology?</em></p>\n<p><em>You sabotage me, Koyum. You knew about my past and you used it against me. You knew I’ll always feel guilty. You knew. You knew. You knew but you still used it against me. Why? Why will you do that? Do you hate me that much?</em></p>\n<p><em>You disgust me, Koyum. You make me feel sick on the inside. You were never my friend. It’s always been about publicity for you. Your writing, the way you live your life.</em></p>\n<p><em>You want to know why I write so well? It’s because I’m not fake, Koyum. I write from the inside. And I’m writing to you tonight to tell you that you hurt me, Koyum.</em></p>\n<p><em>And right now I don’t have the capacity to forgive you so please don’t ask for forgiveness</em></p>\n<p><em>We never had anything, both of us. Now that I know what love feels like, it’s not what we had. I was looking for peace of mind, you were looking for cheap publicity. I hope you get what you wanted but I didn’t. You didn’t allow that. You’re that selfish.</em></p>\n<p><em>I’m angry at you, Koyum. I’m angry you took advantage of how vulnerable I was. And I don’t know what to do with this anger but I hope you feel some of it when you read this.</em></p>\n<p><em>You hurt me KKAwesome. And I don’t have the capacity to forgive you so please don’t ask</em>.&#8221;</p>\n<p>PS : This morning, 29th February, 2020, she added to the message.</p>\n<p>I saw that message when I woke up 5 am, on WhatsApp. Before I saw the link to the online version, a couple of hours later.<br />I was very shocked. It was something that could have made me very furious. But because of the kind of person I thought she was, I decided to take my time to reply her and chase peace as much as I could.</p>\n<p>Below was my reply to her:</p>\n<p><em>&#8220;Dear Humainat (and everyone else that&#8217;s already involved),</em></p>\n<p><em>For someone who&#8217;s hardly ever surprised, I was very surprised to receive that kind of text from you. It did not just make me think of all the things wrong about me, it also made me think of what could be wrong with you too, to have shown me so much hatred and anger, especially when all you ever did was show love(friendship), care, support and&#8230; rejection.</em></p>\n<p><em>I thought I was just going to reply your message and say very few things to clear this all, but now that you have made it a matter of the whole world, I have to be as detailed as possible.</em></p>\n<p><em>For the sake of this reply, I will be using three tools to settle this matter &#8211; History, Logic and Mathematics &#8211; History to understand how the whole matter started and what has changed, Logic to clear the blurry parts of the whole story and connect important dots, and finally, Mathematics to make some very basic calculations.</em></p>\n<p><em>You and I have a story, and it all started 2013. We were classmates, and like many other little teenagers, we liked each other. I liked you a lot, but I didn&#8217;t even like you as much as I respected you &#8211; which was why I asked you to be my best friend instead of my girlfriend, because I didn&#8217;t want you to get angry with me. Which was why I only asked you to be my girlfriend after you had confessed to me that you liked me in that way too and we were sure that the feeling was mutual (it was very obvious anyway).</em><br /><em>Love was not enough for us, because after I asked you out, you rejected me. I didn&#8217;t take it badly, I respected your decision, and even when you distanced yourself from me, I didn&#8217;t have any problem with that. I remember how I walked passed your shop to at least get a glance at you to find out if you were okay.</em><br /><em>I never did anything bad to you, I left you and remained friends with you till we both outgrew the feelings (well, that&#8217;s what I thought).</em></p>\n<p><em>Do you remember that you apologized on countless times &#8211; sometimes randomly, and sometimes when we were having a conversation and catching up &#8211; that you were sorry for rejecting me and sorry for how you treated me because you were just too young and didn&#8217;t know what you wanted?</em><br /><em>Do you remember what I always said &#8211; that I understood everything, that I respect your strength and bravery to have done that. And that it was all fine, you didn&#8217;t need to apologise?</em><br /><em>I&#8217;m sure you remember.</em></p>\n<p><em>Now you call me toxic, saying I took advantage of you because you were young &#8211; remember Humainat that I am only 12 months and 24 days older than you and that we were classmates. </em><br /><em>How exactly was I toxic &#8211; because I liked you? Or because after you rejected me, I left you alone? Or because I was the &#8220;older&#8221; person and I should have read your mind to know what you felt? How!?</em></p>\n<p><em>AND THIS IS EXACTLY WHERE IT GETS ~MESSY~ CLEARER.</em></p>\n<p><em>You said I wrote an article about you and that you were expecting to see an apology.</em><br /><em>Firstly, apologise for what? For breaking your heart? Or for bullying you? What? Apologise for what, Humainat?</em></p>\n<p><em>And even the article you&#8217;re angry about, I&#8217;m sorry to tell you that the article was not about you.</em></p>\n<p><em>Proof?</em></p>\n<p><em>1. I said the actor of the article was a better writer than me and that she hardly writes now. Meanwhile, reverse is your case. I didn&#8217;t see you as a writer then. I wasn&#8217;t even identifying as a writer then. And now, is when you write &#8211; the same now that the actor has stopped writing.</em></p>\n<p><em>2. I said I met her through her mutual friend, and that she ended up liking 2 of my friends at different times. With that, in the story, we have her, myself, the mutual friend, and the two other friends. That makes 5 of us. If you can&#8217;t think of 5 of us, then, I don&#8217;t know what to say.</em><br /><em>And oh, you never told me about liking any of my friends or getting into a relationship with them.</em></p>\n<p><em>3. I implied that the actor of the article was around me physically. And you on the other side, after our graduation in 2013, have not spent an accumulation of 20 or even 13 hours with me, physically.</em></p>\n<p><em>4. &#8220;She was not my best friend and I was never hers, not even for a day&#8230;&#8221; This literally shows that the actor was never my best friend; something that you identified as for a while.</em></p>\n<p><em>5. In the article, I wrote that I was not friends with the actor any longer and that she might not even see the article. Meanwhile, I still saw you as my friend and even added you to the broadcast list of friends that would get the link to the article.</em><br /><em>We still texted after that.</em></p>\n<p><em>6. According to the article, everything happened around 4-5 years ago, which is 2016/2015. Humainat, we graduated 2013.</em><br /><em>How could it have been you?</em></p>\n<p><em>Now, seeing all these things in the article, you texted me and the following chat occurred:</em></p>\n<p><em>You : 🥺Lmao</em><br /><em>Why do I feel like I know who she is?</em></p>\n<p><em>Me : 🥺🥺</em><br /><em>Lol.</em><br /><em>Why do you think you know who she is</em><br /><em>🌚</em></p>\n<p><em>You : I can relate to some part of the article.</em></p>\n<p><em>Me : I know right</em><br /><em>You should be able to relate even on a deeper level 🌚</em></p>\n<p><em>You : I couldn&#8217;t relate with some part though</em></p>\n<p><em>Then you told me that I write so well and I&#8217;m worth the hype. After which you apologised for not sticking around as a friend and you did that because it was your coping mechanism.</em><br /><em>Then ONCE AGAIN, I said &#8220;You had to do what was best. And that&#8217;s so much bravery. Not all of us can do that.&#8221; </em><br /><em>And what did you say? &#8220;Thank you&#8221;.</em></p>\n<p><em>I thought that was the end though, until the next day, you sent &#8220;I&#8217;ll be honoured to read your first drafts. And one year isn&#8217;t a long period of time.</em><br /><em>I check your status on random days, just to know you&#8217;re okay because I can tell when you&#8217;re not.</em><br /><em>I still remember it all and some days I have a good laugh just reexperiencing how we were, the things we talk about and how open I was. I miss those days.</em><br /><em>I don&#8217;t remember what we discussed fully 13 months ago but I do remember the guilt I felt for how I disappeared.</em><br /><em>You are a good friend Koyum and I&#8217;m glad our paths crossed.</em><br /><em>I&#8217;ve read the article like 5 times now😅</em><br /><em>It feels so good to have someone who *gets* you</em><br /><em>Thanks for sharing it with me.&#8221;</em></p>\n<p><em>And how did I reply you?</em><br /><em>&#8220;🥺 </em><br /><em>I don&#8217;t even know how this makes me feel</em><br /><em>Thank you ❤&#8221;</em></p>\n<p><em>Apparently, you thought that I was referring to you, but I never expected you to feel like that because of how clear I thought the writing was. Maybe I&#8217;m just a bad writer and not as good as you claimed, to have made you feel that way.</em><br /><em>Or maybe you are the overthinker with some hatred buried in you that I don&#8217;t understand the root.</em></p>\n<p><em>But why didn&#8217;t I deny that it wasn&#8217;t about you?</em></p>\n<p><em>1. Because you said you could relate to some parts and not others, and I said I expected you to. Because of course, we have our own story.</em></p>\n<p><em>2. Because I care about you to have outrightly said &#8220;no ma, it wasn&#8217;t about you&#8221;. That to me, would have been too harsh and unnecessary.</em><br /><em>But you never even directly said it was about you, you only said you could relate. So what was I supposed to deny &#8211; that no, you couldn&#8217;t or shouldn&#8217;t be able to relate?</em><br /><em>Learn me please!</em></p>\n<p><em>After that conversation, we talked about other stuff, I read your yearly review, told you one of my current biggest life problem, told you how happy I was for you that you were doing well, and how proud I was of all your achievements. I was very genuine with my words.</em></p>\n<p><em>And now, this morning I woke up to a message from you telling me that you want to cut me off, well, you dont even need a reason to do that.</em><br /><em>But calling me toxic and that I sabotaged you, how?</em><br /><em>You said I made you depressed. And because of the sensitivity of the word, I took my time to think of what I possibly did that I don&#8217;t remember. But I still cannot remember. But the only thing you insinuated was the article. I would really appreciate if you could let me know, so that I could explain myself again, or at the very least, apologise.</em></p>\n<p><em>You said I disgust you and make you feel sick on the inside. Humainat, just few weeks back, you called me a good friend and said you were glad our paths crossed. Which of the two opposites is the lie, dear Humainat?</em></p>\n<p><em>You said I used you for publicity? How!?</em><br /><em>Even the actor of that article didn&#8217;t have a name. And plot twist? No one said it was fiction, non-fiction or semi-fiction. You are a writer too, you should know these things better!</em><br /><em>The true publicity is what you did. Calling me out on your status, and uploading all those very hurtful words with my name in it on the internet. People keep on viewing it, and they think Koyum/KK Awesome is the worst human on earth.</em><br /><em>That is the &#8220;publicity&#8221; you accused me of, Humainat.</em></p>\n<p><em>Like you said, I will not ask for your forgiveness, because what would I ask you to forgive me for?</em></p>\n<p><em>Your note to me is one of the most shocking things ever. I&#8217;m still trying to get my head around it. I&#8217;m deeply hurt, and disappointed to get that from you.</em><br /><em>Imagine trying your best to be a good friend and getting all this hate?</em></p>\n<p><em>You shared the note online, you told your group of friends. Many hate me. Some say they hope I hurt &#8211; well I&#8217;m hurting. And I&#8217;m sure at least someone somewhere already thinks I&#8217;m a very terrible person, and that&#8217;s sad &#8230;because they might not even see my part of the story.</em></p>\n<p><em>If it would guarantee peace, I would act like I&#8217;ll forget everything and that my own mental health doesn&#8217;t matter.&#8221;</em><br /><em>.</em><br />.<br />.<br />I felt that was going to end it all and she would realise that she was wrong, and probably apologise, then we move on. But I was wrong about her again. I found out that she belongs to &#8220;an exclusive group of ladies, of real friends&#8221; &#8211; JALEESAH &#8211; which she gave credit to for giving her the strength to break her silence.<br />Jaleesah felt advising their real friend to call her own friend out, without at least having a conversation with him is the kind of empowerment their friends need, and till now, I don&#8217;t understand why or how. Didn&#8217;t they see the very obvious logical gaps?</p>\n<p>Humainat read my text, and replied with &#8220;lol&#8221;, before she started her anthem again &#8211; she talked about how she always felt guilty for the things she didn&#8217;t do, and all those yenyenyen.<br />My initial article, I JUST READ MY CHAT WITH AN OLD FRIEND (link : https://link.medium.com/dVc9hL21F3) wasn&#8217;t about her and it was too obvious to keep on dragging. So what did she do?</p>\n<p>She twisted the whole thing.<br />She made everything about what happened 7 years ago. She claimed that I sent her a message in 2013, where I said &#8220;awful words that still hurt&#8221;. She said that the content of the message was so bad, that she had to delete it immediately, or if she read it again, she would have committed suicide.</p>\n<p>If the message was so bad that it was suicide-calling, a few questions:<br />1. Why was it her that always apologized for being distant? <br />2. Why did she not for once, talk to me about it?<br />3. Why didn&#8217;t she make that message a big deal in her call out?<br />4. Why did she still remain as a friend that wished me well and encouraged me?</p>\n<p>Now, about that message.<br />To the best of my memory(which I trust), I am sure I didn&#8217;t send any message to her. She claimed it was with my number and my &#8220;signature&#8221;. But I&#8217;m sure I didn&#8217;t send anything like what she said.<br />We discussed the most important things on Facebook. I checked there and I couldn&#8217;t see anything look like what she said. So what message then!?<br />Why did it take me almost 7 years to find out about a message I didn&#8217;t send?</p>\n<p>Once again, it was clear that I wasn&#8217;t at fault. And what did she say? <br /><em>&#8220;I can&#8217;t say I&#8217;m sorry for my actions today</em><br /><em>I acted on some premises.&#8221;</em></p>\n<p>Then I said : <br /><em>&#8220;My mental health and reputation is important too.</em><br /><em>I&#8217;m not after your apology. </em><br /><em>Share me the link after you write (rewrite) the article.&#8221;</em></p>\n<p>About three hours later, she sent a few messages. She said: <br /><em>&#8220;Hey</em><br /><em>So after having a good thought about this</em><br /><em>I came up with this</em><br /><em>1. I won&#8217;t be writing a new post.I&#8217;ll edit the one I wrote in the morning. Include that you said you didn&#8217;t send any text message to me and the article wasn&#8217;t about me.</em></p>\n<p><em>2. You can write a post if you want to. Or turn our chats into a PDF and share with those who are pointing fingers at you.</em></p>\n<p><em>3. Just as you claim that you didn&#8217;t cause the hurt I felt 7 years ago. I won&#8217;t take blame of how you feel now.</em></p>\n<p><em>4. I&#8217;ll share 1. Just the way I did today.&#8221;</em></p>\n<p><em>The response was just unbelievable. Such ugly egoism, especially that number 2&#8230; &#8220;if you want to&#8221;. &#8220;turn our chats into a PDF&#8221;.</em></p>\n<p>I had to block her from my WhatsApp because I was trying to protect my sanity. And now, I think 4 days is enough for her to have brought the post down. And since she&#8217;s decided that she won&#8217;t, I think it&#8217;s right to defend myself.</p>\n<p>We all know the kind of world we live in. And we know to what extent her article can cause a damage.</p>\n<p>A friend said : &#8220;Maybe she has an imagination of a perfect sad story and she&#8217;s starting to think it&#8217;s true. Or she&#8217;s chasing clout.&#8221;</p>\n<p>Well, if it&#8217;s attention and publicity she wants, she has it already. But I am not that person that will give her all the sadness she wants, and I didn&#8217;t write the article about her.</p>\n",
        "protected": false
      },

      "excerpt": {
        "rendered": "<p><span class=\"rt-reading-time\" style=\"display: block;\"><span class=\"rt-label rt-prefix\"></span> <span class=\"rt-time\">13</span> <span class=\"rt-label rt-postfix\">min read  |  </span></span> On the 25th of February 2020, a lady (Humainat Raji)&hellip;</p>\n<p> <a class=\"more-link\" href=\"https://www.tell.com.ng/koyum-kolade-afolabi/dont-ask-for-forgiveness-the-truth-the-logic-the-reply/\">Read more</a></p>\n",
        "protected": false
      },

      "author": 3123,
      "featured_media": 28998,
      "comment_status": "open",
      "ping_status": "open",
      "sticky": false,
      "template": "",
      "format": "standard",

      "meta": {
        "spay_email": "",
        "jetpack_publicize_message": ""
      },

      "categories": [
        21
      ],

      "tags": [
        1801,
        1802
      ],

      "jetpack_featured_media_url": "https://i2.wp.com/www.tell.com.ng/wp-content/uploads/2020/02/images-1-1.jpeg?fit=610%2C503&ssl=1",
      "jetpack_publicize_connections": [],
      "jetpack_shortlink": "https://wp.me/paTX9X-7xJ",
      "jetpack-related-posts": [

        {
          "id": 26649,
          "url": "https://www.tell.com.ng/anonymous/the-one-that-got-away-and-the-lesson-i-learnt/",
          "url_meta": {
            "origin": 28999,
            "position": 0
          },

          "title": "The one that got away and the lesson I learnt.",
          "date": "July 18, 2019",
          "format": false,
          "excerpt": "We had physics assignment. Lots of questions to answer and a deadline for submission. I asked my roommate, an engineering student to help me out. Obviously she should have an idea, it's their specialty, but she took a very good look at it and decided she couldn't solve it. However,…",
          "rel": "",
          "context": "In &quot;True Life Stories (Memories)&quot;",

          "img": {
            "alt_text": "",
            "src": "",
            "width": 0,
            "height": 0
          },
          "classes": []
        },

        {
          "id": 27762,
          "url": "https://www.tell.com.ng/bliss-haven/god-the-father-the-sun-and-my-wishes-2/",
          "url_meta": {
            "origin": 28999,
            "position": 1
          },

          "title": "God the Father, the sun and my wishes",
          "date": "November 9, 2019",
          "format": false,
          "excerpt": "\"To God the Father, the sun and wishes I live. To God I bring my praises, fears and rage. My mother always says; 'my boy commit your ways into the hands of God'. My pastor says; 'surrender your all to Him... For His plans are of good and not of…",
          "rel": "",
          "context": "In &quot;Tell! Awards&quot;",
          "img": {
            "alt_text": "",
            "src": "https://i1.wp.com/www.tell.com.ng/wp-content/uploads/2019/11/Screenshot_20191109-081148_WPS-Office-1.jpg?fit=554%2C1200&ssl=1&resize=350%2C200",
            "width": 350,
            "height": 200
          },

          "classes": []
        },

        {
          "id": 1905,
          "url": "https://www.tell.com.ng/mugisat/the-night-after-valentine/",
          "url_meta": {
            "origin": 28999,
            "position": 2
          },

          "title": "The Night After Valentine",
          "date": "October 29, 2017",
          "format": false,
          "excerpt": "15th of February 2017 is a date that i will stick to memory for long, sadly... For a bad reason. I was so tired that night as i spent most of it reading, We were supposed to have two tests the following day ; PLB211 and ANB216. I was in…",
          "rel": "",
          "context": "In &quot;University &amp; Campus Gist&quot;",
          "img": {
            "alt_text": "",
            "src": "https://i1.wp.com/www.tell.com.ng/wp-content/uploads/2017/10/tmp-cam-1011360997.jpg?fit=640%2C359&ssl=1&resize=350%2C200",
            "width": 350,
            "height": 200
          },

          "classes": []
        },

        {
          "id": 26904,
          "url": "https://www.tell.com.ng/dea_favoured/secret-scandal/",
          "url_meta": {
            "origin": 28999,
            "position": 3
          },

          "title": "SECRET SCANDAL",
          "date": "August 13, 2019",
          "format": false,
          "excerpt": "The Arrival Jamie swerved the wheel of his Range Rover sport against the tarred road culvert as he darted out of the Murtala Muhammad International Airport Ikeja, Lagos with his younger brother occupying the front seat of the car . He swerved the steering wheel and smiled simultaneously with excitement…",
          "rel": "",
          "context": "In &quot;Short Stories&quot;",

          "img": {
            "alt_text": "",
            "src": "https://i0.wp.com/www.tell.com.ng/wp-content/uploads/2019/08/Screenshot_2019-08-14-00-43-26.png?fit=750%2C1200&ssl=1&resize=350%2C200",
            "width": 350,
            "height": 200
          },
          "classes": []
        },

        {
          "id": 28196,
          "url": "https://www.tell.com.ng/ameenat-ayodimeji/finding-solace-2/",
          "url_meta": {
            "origin": 28999,
            "position": 4
          },
          "title": "Finding  Solace",
          "date": "December 23, 2019",
          "format": false,
          "excerpt": "  I had just finished talking to my dad on the phone. That is the only way we communicate now. He said my mum was getting better, I knew he was lying because his tone gave him out, besides, no one with cancer really gets better; no one living in…",
          "rel": "",
          "context": "In &quot;Others&quot;",
          "img": {
            "alt_text": "",
            "src": "https://i1.wp.com/www.tell.com.ng/wp-content/uploads/2019/12/20191223_202051-1.jpg?fit=1080%2C1079&ssl=1&resize=350%2C200",
            "width": 350,
            "height": 200
          },
          "classes": []
        },
        {
          "id": 27602,
          "url": "https://www.tell.com.ng/latoria/finding-my-sexuality-the-untold-story/",
          "url_meta": {
            "origin": 28999,
            "position": 5
          },
          "title": "FINDING MY SEXUALITY (THE UNTOLD STORY)",
          "date": "October 24, 2019",
          "format": false,
          "excerpt": "Ada's chest is quite fuller than a congo of rice poured on my palms. Her tight sleeveless black top reveals the shape of the two big round oranges which look quite succulent on her chest. They are not bent like the crushed citrus which juice has been spilled and marched…",
          "rel": "",
          "context": "In &quot;Love, Sex &amp; Relationships&quot;",
          "img": {
            "alt_text": "",
            "src": "https://i2.wp.com/www.tell.com.ng/wp-content/uploads/2019/10/couple-1733991_640-1.jpg?fit=640%2C425&ssl=1&resize=350%2C200",
            "width": 350,
            "height": 200
          },
          "classes": []
        }
      ],
      "_links": {
        "self": [
          {
            "href": "https://www.tell.com.ng/wp-json/wp/v2/posts/28999"
          }
        ],
        "collection": [
          {
            "href": "https://www.tell.com.ng/wp-json/wp/v2/posts"
          }
        ],
        "about": [
          {
            "href": "https://www.tell.com.ng/wp-json/wp/v2/types/post"
          }
        ],
        "author": [
          {
            "embeddable": true,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/users/3123"
          }
        ],
        "replies": [
          {
            "embeddable": true,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/comments?post=28999"
          }
        ],
        "version-history": [
          {
            "count": 0,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/posts/28999/revisions"
          }
        ],
        "wp:featuredmedia": [
          {
            "embeddable": true,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/media/28998"
          }
        ],
        "wp:attachment": [
          {
            "href": "https://www.tell.com.ng/wp-json/wp/v2/media?parent=28999"
          }
        ],
        "wp:term": [
          {
            "taxonomy": "category",
            "embeddable": true,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/categories?post=28999"
          },
          {
            "taxonomy": "post_tag",
            "embeddable": true,
            "href": "https://www.tell.com.ng/wp-json/wp/v2/tags?post=28999"
          }
        ],
        "curies": [
          {
            "name": "wp",
            "href": "https://api.w.org/{rel}",
            "templated": true
          }
        ]
      }
    }
]